Repository: cinemore/CinePlayer
Catalog: CinePlayer/Localizable.xcstrings
Source language: zh_hans
Languages: ar, ca, cs, da, de, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, uk, vi, zh_hant

source: (当前)
ar: (الحالي)
ca: Actualment
cs: Současně
da: Aktuelt
de: (Aktuell)
en: Currently
es: (Actual)
fi: Nykyään
fr: (Actuellement)
he: כעת
hi: वर्तमान
hr: Trenutno
hu: Jelenleg
id: Saat ini
it: (Attualmente)
ja: （現在）
ko: 현재
nl: Huidig
pl: Obecnie
pt_br: (Atual)
ro: Acum
ru: Текущий
th: (ปัจจุบัน)
tr: Şu an
uk: Поточний
vi: Hiển thị
zh_hant: (當前)

source: A/B 对比（左原图，右超分）
ar: مقارنة A/B (صورة أصلية، تصغير)
ca: Comparació A/B (Original esquer, superresolució)
cs: Srovnání (Original levá, Upscaled pravá)
da: A/B sammenligning (Original venstre, opskalet højre)
de: A/B Vergleich (Original links, hochaufl. Teilung)
en: A/B Comparison (Original Left, Upscaled Right)
es: A/B Comparación
fi: A/B vertailu (alkuperä, parannettu)
fr: A/B Comparaison (image source, image super-résolue)
he: השוואה (צד מקורי, צד משופר)
hi: A/B तुलना (मूल छवि, उन्नत)
hr: A/B usporedba (Original lijevo, nadograđeno desno)
hu: A/B összehasonlítás (alap kép, javított)
id: A/B Perbandingan (gambar asli kiri, gambar upscale kanan)
it: Confronto A/B
ja: A/B 比較 (左画像、右分割)
ko: A/B 비교 (좌 원본, 우 고화질)
nl: A/B vergelijking (Origineel links, Upscaled rechts)
pl: Porównanie (Lewy – oryginał, Prawy – powiększenie)
pt_br: Comparar A/B
ro: Comparare A/B (Original stânga, îmbunătățit)
ru: Сравнение (левый исход, улучшенный)
th: เปรียบเทียบ A/B
tr: A/B karşılaştırma (Orijinal, geliştirilmiş)
uk: A/B порівняння (оригінал, розширена версія)
vi: A/B so sánh (ảnh gốc bên trái, hình siêu phân)
zh_hant: A/B 比較（左原圖，右高細）

source: Anime4K 超分
ar: Anime4K: تفكك فيديو
ca: Anime4K Super Resol
cs: Anime4K Super Resolution
da: Anime4K Super Resolution
de: Anime4K – Superresolution
en: Anime4K Super Resolution
es: Anime4K – Superresolución
fi: Anime4K Super Resolution
fr: Anime4K Super Résolution
he: Anime4K Super Resolution
hi: Anime4K सुपर रिज़ॉल्यूशन
hr: Anime4K Super Resolution
hu: Anime4K Super Rés
id: Anime4K – Dekode
it: Anime4K – Upscaling
ja: アニメ4K 超
ko: 애니메4K 초분
nl: Anime4K Super Resolution
pl: Anime4K Super Resolution
pt_br: Anime4K – Super Resolução
ro: Anime4K Super Resolution
ru: Anime4K – сверхразрешение
th: Anime4K: Super Resolution
tr: Anime4K Super Resolution
uk: Anime4K Super Resolution
vi: Anime4K – Tốc độ cao

source: Apple 翻译暂不支持该语言对，已自动关闭字幕翻译。
ar: Apple الترجمة لا تدعم هذه اللغة، وتم تعطيل ترجمة الترجمة التلقائية
ca: Apple Translate no suporta aquesta llengua, i els subtítols automàtics estan desactivat
cs: Apple Translate neumožňuje překlad do této jazykové verze, a automatické titulky jsou vypnuty
da: Apple oversætter understøtter ikke denne sprog, og automatisk undertekster er slået fra
de: Apple Translate unterstützt diese Sprache nicht, Untertitel-Übersetzung automatisch deaktiviert
en: Apple Translate does not support this language, and automatic subtitles have been disabled
es: Apple Traductor no admite esta lengua para traducción de subtítulos, y la traducción automática está desactivada
fi: Apple Translate ei tue tätä kieltä, ja automaattiset tekstitykset on poistettu
fr: Sous-titres : Désactivés.
he: Apple תרגום לא תומך בשפה זו, כתוביות אוטומטיות כבוי
hi: Apple अनुवाद वर्तमान में इस भाषा के लिए उपलब्ध नहीं है, और स्वचालित कैप्शन बंद हैं।
hr: Apple Translate ne podržava ovu jezičnu varijantu, a automatski su isključeni titlovi
hu: Apple űrlap nem támogatja ezt a nyelvet, a fordított feliratok automatikusan letiltva vannak
id: Apple Translate belum mendukung bahasa ini, subtitle otomatis dinonaktifkan
it: Apple Traduttore non supporta questa lingua, traduzione sottotitoli disattivata
ja: Apple 翻訳、この言語での字幕翻訳は自動停止。
ko: Apple 번역은 현재 지원하지 않습니다. 자동 자막 번역이 중단되었습니다
nl: Apple Translate ondersteunt deze taal niet, en automatisch ondertiteling is uitgeschakeld
pl: Apple Translate nie obsługuje tej języka, automatyczne napisy wyłączone
pt_br: Apple Tradutor não suporta este idioma para tradução de legendas, desativando a tradução automática
ro: Apple Translate nu suportă această limbă, iar traducerile automate de subtitrare au fost dezactivate
ru: Apple Translate не поддерживает этот язык, автоматическая трансляция субтитров отключена
tr: Apple Translate bu dili desteklemiyor, otomatik altyazı devre dışı bırakıldı
uk: Apple Translate не підтримує цю мову, автоматичний переклад субтитрів вимкнено
vi: Apple Translate hiện không hỗ trợ ngôn ngữ này, tự động tắt dịch phụ đề
zh_hant: Apple 翻譯暫未支援，自動關閉字幕翻譯。

source: MetalFX 超分
ar: MetalFX Super Resolution
ca: MetalFX Super
cs: MetalFX Super Resolution
da: MetalFX Upscaling
de: MetalFX Upscaling
en: MetalFX upscaling
es: MetalFX Super Resolution
fi: MetalFX Super Resolution
fr: MetalFX Upscaling
he: MetalFX Super Resolution
hi: MetalFX सुपरोज़
hr: MetalFX Super Resolution
hu: MetalFX Super Resolution
id: MetalFX upscaling
it: MetalFX upscaling
ja: MetalFX 超解像
ko: MetalFX 업스케일
nl: MetalFX upscaling
pl: MetalFX upscaling
pt_br: MetalFX Super Resolution
ro: MetalFX Super Resolution
ru: MetalFX Super Resolution
th: MetalFX Super Resolution
tr: MetalFX Upscaling
uk: MetalFX Super Resolution
vi: MetalFX Super Resolution

source: tvOS 使用系统焦点交互，不展示分段字幕面板。
ar: استخدام تركيز النظام
ca: Usa la interacció de focus del sistema
cs: tvOS nepoužívá panel pro titulky
da: tvOS: Ingen undertekster
de: tvOS: Kein Untertitel-Panel
en: tvOS: No segmented subtitles
es: tvOS: Sin panel de subtítulos
fi: Käytetään järjestelmän fokuksen vuorovaikutusta, ei alaluettelomerkintöjä
fr: tvOS : Pas de panneau de sous-titres
he: שימוש במיקוד מערכת tvOS, ללא תצוגת פאנל כתוביות
hi: tvOS में सिस्टम फोकस इंटरैक्शन, बिना सबटाइटल पैनल।
hr: tvOS koristi fokus sustava, ne prikazuje titlove
hu: tvOS: Nem jeleníti meg a felcímeket
id: tvOS menggunakan fokus sistem, tanpa menampilkan panel subtitle
it: tvOS: Nessun pannello sottotitoli
ja: tvOS 焦点制御、字幕非表示。
ko: tvOS, 시스템 집중 인터랙션, 자막 패널 미표시
nl: tvOS: Geen ondertiteling
pl: tvOS: Brak panelu z podziałem na napisy
pt_br: tvOS: Sem painel de legendas
ro: Nu afișează bara de subtitrări
ru: tvOS: Отсутствие панели субтитров
th: ใช้ระบบโฟกัสของ tvOS, ไม่แสดงคำบรรยายแบ่งส่วน
tr: tvOS, sistem odaklı etkileşim, alt yazı paneli göstermez
uk: Використовує фокус системи tvOS, не показує панель з субтитрами
vi: Sử dụng tương tác tập trung hệ thống
zh_hant: 使用系統焦點互動，不顯示字幕。

source: tvOS 暂不提供增强策略配置
ar: لا يوجد إعدادات استراتيجية مُحسنة لـ tvOS حاليًا
ca: tvOS no ofereix configuració d'opcions avançades
cs: tvOS nenabízá pokročilé nastavení
da: tvOS understøtter ikke avancerede indstillinger
de: tvOS bietet derzeit keine erweiterten Konfigurationsoptionen
en: tvOS: No enhanced strategy configuration yet
es: tvOS no ofrece configuración de estrategias avanzadas
fi: Ei vielä lisäasetuksia
fr: Pas de configuration avancée.
he: tvOS – לא מציע הגדרות אופטימיזציה
hi: tvOS के लिए, अभी कोई उन्नत सुविधा विकल्प उपलब्ध नहीं।
hr: tvOS ne nudi opciju za naprednu konfiguraciju
hu: tvOS jelenleg nem támogatja a fejlett beállításokat
id: tvOS belum menyediakan konfigurasi strategi lanjutan
it: tvOS: Nessuna configurazione avanzata disponibile
ja: tvOSでは、強化設定の構成は未実装
ko: tvOS에는 향상 설정 구성 기능이 없습니다
nl: tvOS biedt momenteel geen geavanceerde instellingen
pl: tvOS nie oferuje zaawansowanych ustawień
pt_br: tvOS não oferece configuração de estratégia avançada
ro: Nu ofer configurare avansată pentru tvOS
ru: tvOS пока не поддерживает настройку расширенных стратегий
th: tvOS ยังไม่มีการตั้งค่ากลยุทธ์เพิ่มเติม
tr: tvOS için geliştirilmiş özellik ayarları henüz mevcut değil
uk: tvOS поки що не має опцій для налаштування стратегій
vi: Không hỗ trợ cấu hình chiến lược nâng cao
zh_hant: tvOS暫無增強策略配置。

source: 下载语言包
ar: تنزيل حزمة لغة
ca: Descarregar llenguatge.
cs: Stažení jazyka
da: Download sprogpak
de: Download Sprache
en: Download Language Pack
es: Descargar paquete.
fi: Lataa kielipaketti
fr: Télécharger langue
he: הורד שפה
hi: डाउनलोड भाषा पैक
hr: Preuzmi jezik
hu: Letöltő (nyelvcsomag)
id: Unduh bahasa
it: Scarica lingua
ja: ダウンロード
ko: 다운로드
nl: Download taalpakket
pl: Pobierz pakiet językowy
pt_br: Baixar pacote de idiomas
ro: Descarcă limbă
ru: Скачать язык
th: ดาวน์โหลดแพ็กเกจภาษา
tr: İndir (Dil Paketi)
uk: Завантажити мовний пакет
vi: Tải gói ngôn ngữ
zh_hant: 下載語言包

source: 了解 Anime4K 详情
ar: تعرف على Anime4K
ca: Enten Anime4K
cs: Zjistěte Anime4K detaily
da: Lær Anime4K
de: Anime4K Details
en: Learn Anime4K details
es: Ver detalles de Anime4K
fi: Anime4K tiedot
fr: Apprendre les détails d'Anime4K
he: למד Anime4K
hi: Anime4K विवरण
hr: Razumjeti Anime4K
hu: Anime4K részletei
id: Lihat detail Anime4K
it: Consulta Anime4K
ja: アニメ4K 情報を確認
ko: 상세 보기
nl: Anime4K details
pl: Poznaj Anime4K
pt_br: Saiba mais sobre o Anime4K
ro: Înțelege Anime4K
ru: Узнать о Anime4K
th: ดูรายละเอียด Anime4K
tr: Anime4K detaylarını öğren
uk: Розуміти Anime4K деталі
vi: Xem chi tiết Anime4K
zh_hant: 了解動畫詳情

source: 了解 MetalFX 详情
ar: تفاصيل MetalFX
ca: Informació de MetalFX
cs: Zjistěte více o MetalFX
da: Lær mere om MetalFX
de: MetalFX Details
en: Learn about MetalFX
es: Conoce MetalFX
fi: MetalFX tiedot
fr: Apprendre les détails de MetalFX
he: למידע על MetalFX
hi: MetalFX के बारे में जानकारी।
hr: Razumij Cineplayer
hu: MetalFX részletei
id: Pelajari MetalFX
it: Scopri MetalFX
ja: MetalFX 情報を確認
ko: MetalFX 정보
nl: MetalFX informatie
pl: Dowiedz się o MetalFX
pt_br: Entenda MetalFX
ro: Vezi detalii MetalFX
ru: Узнать о MetalFX
th: ดูรายละเอียด MetalFX
tr: MetalFX bilgileri
uk: Дізнатися про MetalFX
vi: Tìm hiểu MetalFX
zh_hant: 了解 MetalFX 詳情

source: 仅对低像素的视频开启，为实验功能，会增加耗电与发热。
ar: لأجهزة الفيديو منخفضة الدقة فقط، لغرض التجارب، قد يزيد من استهلاك الطاقة والحرارة
ca: Només per vídeos de baixa resolució – per a experiments, augmenta el consum d'energia i la calor
cs: Pouze pro videa s nízkým rozlišením – pro testování, zvyšuje spotřebu energie a zahřívání
da: Kun for lavopløselige videoer – til test, øger strømforbrug og varme
de: Nur für niedrige Auflösungen, für Testzwecke – erhöht den Stromverbrauch und die Wärmeentwicklung
en: Limited to low-resolution videos – for testing only, increasing power consumption and heat
es: Solo para videos de baja resolución, para funciones de prueba, aumenta el consumo y la temperatura
fi: Vain matalaresoluution videoille, testauskäyttöön – lisää virrankulutusta ja lämpöä
fr: Uniquement pour vidéos basse résolution, pour tests, augmente la consommation et la chaleur
he: רק לסרטוני ל-Low Resolution – לשימוש ניסיוני, יגרום לצריכת חשמל גבוהה יותר וחימום
hi: केवल निम्न-रिज़ॉल्यूशन वीडियो के लिए, परीक्षण हेतु, बिजली और गर्मी बढ़ेगी।
hr: Samo za videoje niske rezolucije – za testiranje, povećava potrošnju energije i toplinu
hu: Csak alacsony felbontású videókhoz, kizárólag tesztelésre, ami növeli a fogyasztást és a hőmérsékletet
id: Hanya untuk video resolusi rendah, untuk fungsi eksperimen, akan meningkatkan konsumsi daya dan panas
it: Solo per video a bassa risoluzione, per funzionalità di test – aumenta consumo batteria e calore
ja: 低解像度動画用 (実験機能、電力・発熱が増加)
ko: 저해상 영상에만 적용, 실험 기능으로, 배터리 소모 및 발열이 증가합니다
nl: Alleen voor lage resolutie video's – voor testen, verhoogt stroomverbruik en warmte
pl: Tylko dla wideo niskiej rozdzielczości – do testów, zwiększa zużycie energii i nagrzewanie
pt_br: Apenas para vídeos de baixa resolução, para fins de teste. Aumenta consumo e calor
ro: Doar pentru video-uri de rezoluție scăzută – pentru testare, consumă mai multă energie și generează căldură
ru: Только для видео с низкой детализацией, для экспериментальной функции, увеличивает расход энергии и нагрев
th: เฉพาะสำหรับวิดีโอความละเอียดต่ำ, สำหรับทดสอบ, จะทำให้แบตเตอรี่ร้อนขึ้นและใช้พลังงานมากขึ้น
tr: Düşük çözünürlüklü videolar için, yalnızca test amaçlı, pil tüketimini ve ısınmayı artırır
uk: Тільки для відео низької роздільності – для тестування, збільшує споживання енергії та нагрівання
vi: Chỉ dành cho video độ phân giải thấp, dùng cho thử nghiệm – có thể tăng tiêu hao pin và nhiệt
zh_hant: 僅限低解析度影片。實驗功能，會增加耗電與發熱。

source: 位深度
ar: عمق
ca: Profunditat
cs: Hloubka
da: Dybe
de: Tiefe
en: Depth
es: Profundidad
fi: Syvyys
fr: Profondeur
he: עומק
hi: गहरा
hr: Dubina
hu: Mélység
id: Kedalaman
it: Profondità
ja: 深さ
ko: 깊이
nl: Diepte
pl: Głębokość
pt_br: Profundidade
ro: Profunditate
ru: Глубина
th: ระดับ
tr: Derinlik
uk: Глибина
vi: Chiều sâu
zh_hant: 深度

source: 使用条款(EULA)
ar: شروط الاستخدام
ca: Condicions d'ús
cs: Podmínky používání
da: Betingelser
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Algemene voorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
th: ข้อกำหนด
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hant: 使用條款

source: 使用系统 MetalFX Spatial Scaler 做单帧超分。输出将按视频原始比例等比放大到目标 2K 或 4K 边界内。
ar: استخدم MetalFX Spatial Scaler لزيادة دقة الإطارات
ca: Utilitza MetalFX Spatial Scaler per a la superresolució de cada fotograma. Escala proporcional fins a 2K o 4K
cs: Použijte MetalFX Spatial Scaler pro super-rez. Výstup bude zvětšen dle původního poměru videa do cílových 2K/4K
da: Brug MetalFX Spatial Scaler for billedopløsning. Output vil blive skaleret i samme forhold som originalvideoen til 2K eller 4K
de: Verwenden Sie MetalFX Spatial Scaler für die hochauflösende Bildverbesserung. Das Bild wird proportional im Zielbereich von 2K oder 4K vergrößert
en: Use MetalFX Spatial Scaler for single-frame upscaling. Output will be scaled equally to fit within the target 2K or 4K boundaries
es: Usar MetalFX Spatial Scaler para superresolución de fotogramas. Escala la imagen según la proporción original del video, hasta 2K o 4K
fi: Käytä MetalFX Spatial Scaleria yhden kuvan superresoluution parantamiseen. Kuva skaalataan vastaamaan 2K tai 4K -resoluutiota
fr: Utiliser MetalFX Spatial Scaler pour l'upscaling d'une seule image. L'image sera agrandie proportionnellement jusqu'à 2K ou 4K
he: שימוש ב-MetalFX Spatial Scaler לשיפור תמונה לכל פריימים
hi: सिस्टम मेटलएफएक्स स्पेसियल स्केलर का उपयोग करके एक फ़्रेम को सुपर-रिज़ॉल्यूशन करें। आउटपुट वीडियो के मूल अनुपात के अनुसार 2K या 4K तक समान रूप से बढ़ाया जाएगा।
hr: Koristite MetalFX Spatial Scaler za super-rezultat u jednoj slici. Izlaz će biti proporcionalno uvećan do 2K ili 4K, u skladu s originalnim omjerom videa
hu: MetalFX Spatial Scalerrel 1 kép használata, 2K/4K-ra
id: Gunakan MetalFX Spatial Scaler untuk upscaling frame tunggal
it: Utilizza MetalFX Spatial Scaler per l'upscaling a singola immagine. L'output verrà ingrandito proporzionalmente all'interno dei limiti 2K o 4K
ja: MetalFX Spatial Scaler を使用して、1フレームを拡大。
ko: MetalFX Spatial Scaler 사용으로 단 프레임 업스케일링. 2K 또는 4K 해상도로 동일 비율로 확대
nl: Gebruik MetalFX Spatial Scaler voor single-frame upscaling. Output wordt gelijkmatig vergroten naar 2K of 4K, in overeenstemming met de originele videobereik
pl: Użyj MetalFX Spatial Scaler do super-rozwiązania pojedynczej klatki. Wyjście zostanie przeskalowane proporcjonalnie do oryginalnej rozdzielczości w celu osiągnięcia 2K lub 4K
pt_br: Use MetalFX Spatial Scaler para aumentar a imagem em uma única frame
ro: Utilize MetalFX Spatial Scaler pentru upscale o singură imagine. Rezultatul va fi mărit proporțional, până la 2K sau 4K
ru: Использовать MetalFX Spatial Scaler для повышения разрешения одной кадра. Вывод будет масштабирован пропорционально исходному видео до 2K или 4K
th: ใช้ MetalFX Spatial Scaler เพื่อภาพคมชัดต่อภาพ
tr: MetalFX Spatial Scaler ile tek kareyi geliştir
uk: Використовуйте MetalFX Spatial Scaler для збільшення кадру. Вихід буде масштабуватися відповідно до пропорцій відео до 2K або 4K
vi: Sử dụng MetalFX Spatial Scaler để tăng độ phân giải khung đơn
zh_hant: 使用 MetalFX 空間縮放，進行單幀超分。

source: 倍速
ar: تسريع
ca: Velocitat
cs: Rychle
da: Hurtigere
de: Schneller
en: Fast Play
es: Velocidad
fi: Nopea
fr: Accélérer
he: מהיר
hi: तेज
hr: Brže
hu: Gyors
id: Cepat
it: Velocità
ja: 速
ko: 속도 높임
nl: Sneller
pl: Szybko
pt_br: Velocidade
ro: Rapid
ru: Скорость
th: เร็ว
tr: Hızla
uk: Швидше
vi: Tốc độ
zh_hant: 快照

source: 像素格式
ar: تنسيق البكسل
ca: Pixel format
cs: Pixel formát
da: Pixel format
de: Pixelformat
en: Pixel format
es: Formato de píxeles
fi: Pixela muoto
fr: Pixel Format
he: פיקסל
hi: पिक्सेल फॉर्मेट
hr: Pixel format
hu: Pixel formát
id: Pixel format
it: Formato pixel
ja: ピクセル形式
ko: 픽셀 형식
nl: Pixel formaat
pl: Pixel format
pt_br: Pixel Format
ro: Pixel format
ru: Пиксельная форма
th: รูปแบบภาพ
tr: Pixel format
uk: Піксельна форма
vi: Định dạng pixel

source: 光流补帧
ar: ت comp frame
ca: Moviment de moviment
cs: Optická interpolace
da: Billedinterpolation
de: Motion Interpolation
en: Motion interpolation
es: Motion smoothing
fi: Valointerpolation
fr: Motion Interpolation
he: שיפור תנועה
hi: गति अनुमान
hr: Kretanje
hu: Optikai interpoláció
id: Optical Interpolation
it: Motion smoothing
ja: 光流補正
ko: 광 흐름 보완
nl: Motion interpolation
pl: Fotogrametryka
pt_br: Motion blur fill
ro: Interpolare mișcare
ru: Оптимизация кадра
th: Motion Interpolation
tr: Optik interpolasyon
uk: Рух інтерполяція
vi: Optical Interpolation
zh_hant: 光流補幀

source: 全选
ar: تحديد الكل
ca: Seleccionar tot
cs: Vše
da: Alle
de: Alles auswählen
en: Select all
es: Seleccionar todo
fi: Kaikki
fr: Sélectionner tout
he: בחר הכל
hi: पूरा चुनें
hr: Sve
hu: Teljes választás
id: Semua
it: Seleziona tutto
ja: すべて
ko: 전체 선택
nl: Selecteren
pl: Wszystko
pt_br: Selecione tudo
ro: Selectați tot
ru: Выбрать всё
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Вибрати все
vi: Tất cả
zh_hant: 全選

source: 关于
ar: حول
ca: Sobre
cs: O tomto
da: Om
de: Über
en: About
es: Sobre
fi: Tietoa
fr: Concernant
he: בסדר
hi: लगभग
hr: O tome
hu: Rövid
id: Tentang
it: Circa
ja: に関して
ko: 정보
nl: Over
pl: O tym
pt_br: Sobre
ro: Despre
ru: Относительно
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Về
zh_hant: 關於

source: 关闭
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
en: Close
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Zárás
id: Tutup
it: Chiudi
ja: 終了
ko: 종료
nl: Sluit
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hant: 關閉

source: 内封字幕
ar: داخل النص
ca: Subtítols interns
cs: Vnitřní titulky
da: Indlejret tekst
de: Innensubtitel
en: Internal
es: Subtítulos internos
fi: Sisäteksti
fr: Sous-titres intégrés
he: כותרת פנימית
hi: स्क्रीन पर उपशीर्षक
hr: Ugrađeni titlovi
hu: Belső felirat
id: Subtitle dalam.
it: Sottotitoli interni
ja: 内字幕
ko: 내부 자막
nl: Intertitels
pl: Wideo napisy
pt_br: Legendas internas
ro: Subtitrare
ru: Внутренние субтитры
th: คำบรรยายในตัว
tr: İç altyazı
uk: Внутрішні субтитри
vi: Chương trình phụ đề
zh_hant: 內封字幕

source: 减少%@
ar: تقليل %@
ca: Redueix %@
cs: Snížit %@
da: Reducér %@
de: Reduzieren %@
en: Reduce %@
es: Reduce %@
fi: Vähennä %@
fr: Réduire %@
he: צמצם %@
hi: कम करें %@
hr: Smanjiti %@
hu: Csökkentse %@
id: Kurangi %@
it: Riduci %@
ja: %減 %@
ko: 최소화 %@
nl: Verminder %@
pl: Zmniejsz %@
pt_br: Reduzir %@
ro: Reduce %@
ru: Сократить%@
th: ลดลง %@
tr: Azalt %@
uk: Зменши %@
vi: Giảm %@
zh_hant: 減少%@

source: 减少时间偏移
ar: تقليل التأخر
ca: Reducció de temps
cs: Snížit offset
da: Reducér offset
de: Zeitverschiebung verringern
en: Reduce offset
es: Reducir desfases
fi: Vähennä offset
fr: Réduire le décalage
he: הפחת זמן
hi: कम करें।
hr: Smanjiti offset
hu: Csökkentve
id: Kurangi penundaan
it: Riduci offset
ja: 時間調整
ko: 시간 감소
nl: Verminder offset
pl: Redukcja offsetu
pt_br: Reduzir desvio de tempo
ro: Reduce offset
ru: Сократить задержку
th: ลดเวลา
tr: Azalt
uk: Зменши час
vi: Giảm thời gian
zh_hant: 減少時間偏移

source: 分辨率
ar: دقة
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
en: Resolution
es: Resolución
fi: Resoluutio
fr: Résolution
he: רזולוציה
hi: रिज़ॉल्यूशन
hr: Rezolucija
hu: Felbontás
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ro: Rezoluție
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
uk: Роздільність
vi: Độ phân giải
zh_hant: 分辨

source: 分辨率:
ar: دقة
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
en: Resolution
es: Resolución
fi: Resoluutio
fr: Résolution
he: רזולוציה
hi: रिज़ॉल्यूशन
hr: Rezolucija
hu: Felbontás
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ro: Rezoluție
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
uk: Роздільність
vi: Độ phân giải

# 切换备用源 (%lld/%lld)
source: 切换备用源 (%1$lld/%2$lld)
ar: تغيير المصدر الاحتياطي
ca: Canvia a la font de seguretat
cs: Přesměrovat na záložní zdroj
da: Skift til backup
de: Fallback-Quelle (%1$lld/%2$lld)
en: Switch to Backup Source
es: Cambiar fuente alternativa
fi: Siirry varaslähteeseen
fr: Changer la source de secours
he: מעבר למקור גיבוי
hi: स्विच बैकअप सोर्स
hr: Pretplati se na drugu izvor
hu: Cserélj, ősztáriát
id: Ganti sumber cadangan (%1$lld/%2$lld)
it: Passa a sorgente alternativa
ja: 代替ソース
ko: 백업 원 변경
nl: Ga naar backup bron
pl: Przejdź do zapasowej źródeł
pt_br: Trocar fonte
ro: Trece la sursa de rezervă
ru: Переключить резервный источник
th: สลับแหล่งสำรอง
tr: Kaydır: Yedek Kaynağı
uk: Переключити на резервний джерело
vi: Chuyển sang nguồn dự phòng
zh_hant: 切換備用源

# 切换线路 (%lld/%lld)
source: 切换线路 (%1$lld/%2$lld)
ar: تغيير الخط
ca: Canviar canal
cs: Přepnout kanál
da: Skift kanal
de: Wechseln Sie Kanal
en: Switch Channel
es: Cambiar canal
fi: Vaihda kanavaa
fr: Changer de canal
he: מעבר לסנא
hi: स्विच लाइन
hr: Promijeni kanal
hu: Cserélj csatornát
id: Ganti saluran
it: Seleziona canale
ja: チャンネル変更
ko: 변경 채널
nl: Kanal wisselen
pl: Przełącz ścieżkę
pt_br: Trocar canal
ro: Schimbă canalul
ru: Переключить
th: สลับเส้นทาง
tr: Kanallar Değiştir
uk: Перемикати канали
vi: Chuyển kênh
zh_hant: 切換頻道

source: 初始化中...
ar: جاري التحميل
ca: Carregant
cs: Načítání
da: Indlæses
de: Laden
en: Initializing
es: Cargando
fi: Alustus
fr: Chargement
he: טעינה
hi: प्रारंभ हो रहा है
hr: Uspješno
hu: Induló
id: Memulai
it: Caricamento
ja: 初期化中
ko: 초기화 중
nl: Laad
pl: Ładowanie
pt_br: Carregando
ro: Îcarcă
ru: Инициализация
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang khởi động
zh_hant: 初始化

source: 删除
ar: حذف
ca: Eliminar
cs: Odstranit
da: Slet
de: Löschen
en: Delete
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: हटाएं
hr: Obišti
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hant: 刪除

source: 动态范围
ar: نطاق ديناميكي
ca: Rang dinàmic
cs: Dynamický rozsah
da: Dynamisk område
de: Dynamischer Bereich
en: Dynamic Range
es: Rango dinámico
fi: Dynaaminen alue
fr: Plage dynamique
he: טווח דינמי
hi: डायनामिक रेंज
hr: Dinamički raspon
hu: Dynamikus tartomány
id: Rentang dinamis
it: Range dinamica
ja: ダイナミックレンジ
ko: 동적 범위
nl: Dynamisch bereik
pl: Zakres dynamiki
pt_br: Faixa dinâmica
ro: Dinamic
ru: Динамический диапазон
th: ช่วงไดนามิก
tr: Dinamik Aralık
uk: Динамічний діапазон
vi: Dải động
zh_hant: 動態範圍

source: 历史
ar: تاريخ
ca: Història
cs: Historie
da: Historie
de: Geschichte
en: History
es: Historia
fi: Historia
fr: Histoire
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Történelem
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt_br: História
ro: Istorie
ru: История
th: ประวัติ
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hant: 歷史

source: 历史记录
ar: سجل الأحداث
ca: Històric
cs: Historie
da: Historisk log
de: Verlauf
en: History
es: Historial
fi: Historiat
fr: Historique
he: היסטוריה
hi: ऐतिहास रिकॉर्ड
hr: Povijesne iscrke
hu: Történeti előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 역사 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
th: ประวัติ
tr: Geçmiş kayıtları
uk: Історія
vi: Lịch sử
zh_hant: 歷史記錄
